Repository: SumPositive/Packlin
Catalog: PackList/App/Localizable.xcstrings
Source language: en
Languages: ja

# action.copy
source: Copy
ja: コピー

# action.cut
source: Cut
ja: 切り取り

# action.delete
source: Delete
ja: 削除

# action.duplicate
source: Duplicate
ja: 複製

# action.paste
source: Paste
ja: 貼り付け

# edit.memo
source: Memo
ja: メモ

# edit.name
source: Name
ja: 名称

# item.field.need
source: Required
ja: 必要数

# item.field.stock
source: Stock
ja: 在庫数

# item.field.weight
source: Unit Weight
ja: 個重量

# navigation.groupNotFound
source: Group not found
ja: グループが見つかりません

# navigation.packNotFound
source: Pack not found
ja: モチメモが見つかりません

# Pack.edit.title
source: Pack
ja: モチメモ

# placeholder.group.new
source: New Group
ja: 新規グループ

# placeholder.item.new
source: New Item
ja: 新規アイテム

# placeholder.pack.new
source: New Pack
ja: 新規モチメモ

# setting.adClose
source: Close
ja: 閉じる

# setting.adDescription
source: Watching the entire video helps support the developer.
ja: 動画を最後まで視聴すると開発者をサポートできます

# setting.adUnavailable
source: Unable to load the advertisement.
ja: 広告を読み込めませんでした

# setting.adVideoTitle
source: Support Ad
ja: 広告動画

# setting.adBannerTitle
source: Support Ads
ja: 支援広告一覧

# setting.adBannerAction
source: Open Ad
ja: 広告を開く

# setting.adBanner1.title
source: Disaster Relief
ja: 災害支援

# setting.adBanner1.description
source: Open the partner advertisement to support disaster response programs.
ja: パートナー広告を開いて災害支援プログラムを応援しましょう。

# setting.adBanner2.title
source: Environmental Care
ja: 環境保護

# setting.adBanner2.description
source: Your visit helps environmental conservation initiatives.
ja: アクセスすることで環境保護の取り組みをサポートできます。

# setting.adBanner3.title
source: Education Access
ja: 教育支援

# setting.adBanner3.description
source: Viewing the ad contributes to global education support.
ja: 広告を見ると世界の教育支援につながります。

# setting.infoUnavailable
source: Information unavailable
ja: 情報を表示できません

# unit.gram
source: g
ja: ｇ

# unit.piece
source: pcs
ja: 個
